/*Джеси решава, че иска да се занимава с баскетбол, но за да тренира е нужна екипировка. Напишете
програма, която изчислява какви разходи ще има Джеси, ако започне да тренира, като знаете колко е
таксата за тренировки по баскетбол за период от 1 година. Нужна екипировка:
• Баскетболни кецове – цената им е 40% по-малка от таксата за една година
• Баскетболен екип – цената му е 20% по-евтина от тази на кецовете
• Баскетболна топка – цената ѝ е 1 / 4 от цената на баскетболния екип
• Баскетболни аксесоари – цената им е 1 / 5 от цената на баскетболната топка*/
function Basketball(input){
    let taxForYesr= Number(input[0])
    let trainers=taxForYesr- 0.4*taxForYesr
    let sportSuit=trainers- 0.2*trainers
    let ball= 1/4*sportSuit
    let acsesoaries=1/5*ball
    let final= taxForYesr + trainers + sportSuit+ball+acsesoaries
    console.log(final)
}
