/*За рождения си ден Любомир получил аквариум с формата на паралелепипед. Първоначално прочитаме от
конзолата на отделни редове размерите му – дължина, широчина и височина в сантиметри. Трябва да се
пресметне колко литра вода ще събира аквариума, ако се знае, че определен процент от вместимостта му е
заета от пясък, растения, нагревател и помпа.
Един литър вода се равнява на един кубичен дециметър/ 1л=1 дм 3 /.
Да се напише програма, която изчислява литрите вода, която са необходими за напълването на аквариума.*/

function tank(input){
    let len= Number(input[0])/10
    let width=Number(input[1])/10
    let high= Number(input[2])/10
    let percent= Number(input[3])
    let capacity= len*width*high
    let liters= capacity- percent/100*capacity
    console.log(liters)
}
