/*Ресторант отваря врати и предлага няколко менюта на преференциални цени:
• Пилешко меню – 10.35 лв.
• Меню с риба – 12.40 лв.
• Вегетарианско меню – 8.15 лв.
Напишете програма, която изчислява колко ще струва на група хора да си поръчат храна за вкъщи.
Групата ще си поръча и десерт, чиято цена е равна на 20% от общата сметка (без доставката).
Цената на доставка е 2.50 лв и се начислява най-накрая.*/

function delivery(input){
    let meat= Number(input[0])
    let fish=Number(input[1])
    let vegetarian= Number(input[2])
    let price=meat*10.35+fish*12.40+vegetarian*8.15
    console.log(price+0.2*price+2.50)
}
