/*Учебната година вече е започнала и отговорничката на 10Б клас - Ани трябва да купи определен брой
пакетчета с химикали, пакетчета с маркери, както и препарат за почистване на дъска. Тя е редовна клиентка
на една книжарница, затова има намаление за нея, което представлява някакъв процент от общата сума.
Напишете програма, която изчислява колко пари ще трябва да събере Ани, за да плати сметката, като
имате предвид следния ценоразпис:
• Пакет химикали - 5.80 лв.
• Пакет маркери - 7.20 лв.
• Препарат - 1.20 лв (за литър)*/
function supplies(input){
    let pens= Number(input[0])
    let markers=Number(input[1])
    let cleaningDust= Number(input[2])
    let percent= Number(input[3])
    let price = pens*5.80+markers*7.20+cleaningDust*1.20
    console.log(price-price*percent/100)
}